Repository: bkoppelmann/tricore-binutils
Catalog: binutils/po/*.po
Languages: tr

source: Usage: %s [-CfsHV] [-b bfdname] [--target=bfdname] [-e executable] [--exe=executable] [--demangle[=style]] [--basenames] [--functions] [addr addr ...]
tr: Kullaným: %s [-CfsHV] [-b bfd_adý] [--target=bfd_adý] hedef [-e uygulama] [--exe=uygulama] [--demangle[=tarz]] düzeltme tarzý [--basenames] temel isimler [--functions] [adres adres ...] iþlevler

source: Report bugs to %s
tr: Yazýlým hatalarýný %s adresine, çeviri hatalarýný <gnu-tr-u12a@lists.sourceforge.net> adresine gönderin

source: %s: can not get addresses from archive
tr: %s: arþivden adresler alýnamadý

source: unknown demangling style `%s'
tr: bilinmeyen düzeltme tarzý '%s'

source: no entry %s in archive
tr: arþivde %s girdisi yok

source: Usage: %s [-X32_64] [-]{dmpqrstx}[abcfilNoPsSuvV] [member-name] [count] archive-file file...
tr: Kullaným: %s [-X32_64] [-]{dmpqrstx}[abcfilNoPsSuvV] [üye-adý] [sayý] arþiv-dosyasý dosya...

source: %s -M [<mri-script]
tr: %s -M [<mri-betiði]

source: commands:
tr: komutlar:

source: d - delete file(s) from the archive
tr: d - arþivden dosya(lar) siler

source: m[ab] - move file(s) in the archive
tr: m[ab] - arþivde dosya(larý) taþýr

source: p - print file(s) found in the archive
tr: p - arþivde bulunan dosya(larý) yazdýrýr

source: q[f] - quick append file(s) to the archive
tr: q[f] - dosya(larý) arþivin sonuna çabucak ekler

source: r[ab][f][u] - replace existing or insert new file(s) into the archive
tr: r[ab][f][u] - arþivde olan bir dosyanýn yerine yenisi koyar veya arþive yeni dosya(lar) ekler

source: t - display contents of archive
tr: t - arþivin içeriðini gösterir

source: x[o] - extract file(s) from the archive
tr: x[o] - arþivdeki dosya(larý) açar

source: command specific modifiers:
tr: komuta özgü deðiþtiriciler:

source: [a] - put file(s) after [member-name]
tr: [a] - dosyalarý [üye-adý]'ndan sonra ekler

source: [b] - put file(s) before [member-name] (same as [i])
tr: [b] - dosya(larý) [üye-adý]'ndan önce ekler ([i] ile ayný)

source: [N] - use instance [count] of name
tr: [N] - adýn [sayý] numaralý geçiþini kullanýr

source: [f] - truncate inserted file names
tr: [f] - eklenen dosya adlarýný kýrpar

source: [P] - use full path names when matching
tr: [P] - eþleþtirmede tam yol adlarýný kullanýr

source: [o] - preserve original dates
tr: [o] - orjinal zaman damgalarýný korur

source: [u] - only replace files that are newer than current archive contents
tr: [u] - yalnýzca þimdiki arþiv içeriðinden daha yeni olan dosyalarý deðiþtirir

source: generic modifiers:
tr: genel deðiþtiriciler:

source: [c] - do not warn if the library had to be created
tr: [c] - eðer kitaplýk oluþturulmak zorunda kalýnýrsa, uyarý vermez

source: [s] - create an archive index (cf. ranlib)
tr: [s] - arþiv endeksi oluþturur (ranlib)

source: [S] - do not build a symbol table
tr: [S] - sembol tablosu oluþturmaz

source: [v] - be verbose
tr: [v] - açýklama verir

source: [V] - display the version number
tr: [V] - sürüm numarasýný gösterir

source: [-X32_64] - (ignored)
tr: [-X32_64] - (yok sayýlýr)

source: Usage: %s [-vV] archive
tr: Kullaným: %s [-vV] arþiv

source: two different operation options specified
tr: iki farklý iþlev seçeneði belirtilmiþ

source: illegal option -- %c
tr: geçersiz seçenek -- %c

source: no operation specified
tr: iþlev belirtilmemiþ

source: `u' is only meaningful with the `r' option.
tr: `u' yalnýzca `r' seçeneði ile anlamlýdýr.

source: `N' is only meaningful with the `x' and `d' options.
tr: `N' yalnýzca `x' ve `d' seçenekleri ile anlamlýdýr.

source: Value for `N' must be positive.
tr: `N' deðeri pozitif olmalý.

source: internal error -- this option not implemented
tr: iç hata -- bu seçenek henüz yazýlmadý

source: internal stat error on %s
tr: %s üzerinde iç durumlama hatasý

source: <member %s>
tr: <üye %s>

source: %s is not a valid archive
tr: %s geçerli bir arþiv deðil

source: stat returns negative size for %s
tr: stat komutu, %s için negatif büyüklük gösteriyor

source: %s is not an archive
tr: %s bir arþiv deðil

source: creating %s
tr: %s oluþturuluyor

source: No member named `%s'
tr: `%s' adýnda bir üye yok

source: no entry %s in archive %s!
tr: arþiv %2$s içerisinde %1$s girdisi yok!

source: %s: no archive map to update
tr: %s: güncellenecek arþiv eþlemesi yok

source: No entry %s in archive.
tr: Arþiv içinde %s girdisi yok.

source: Can't open file %s
tr: %s dosyasý açýlamadý

source: %s: Can't open output archive %s
tr: %s: Çýktý arþivi %s açýlamadý

source: %s: Can't open input archive %s
tr: %s: Girdi arþivi %s açýlamadý

source: %s: file %s is not an archive
tr: %s: %s dosyasý bir arþiv deðil

source: %s: no output archive specified yet
tr: %s: henüz bir çýktý arþivi belirtilmedi

source: %s: no open output archive
tr: %s: açýk çýktý arþivi yok

source: %s: can't open file %s
tr: %s: %s dosyasý açýlamadý

source: %s: can't find module file %s
tr: %s: modül dosyasý %s bulunamadý

source: Current open archive is %s
tr: Þimdiki açýk arþiv %s

source: %s: no open archive
tr: %s: açýk arþiv yok

source: can't set BFD default target to `%s': %s
tr: BFD öntanýmlý hedef `%s' olarak atanamadý: %s

source: %s: Matching formats:
tr: %s: Eþleþen biçemler:

source: Supported targets:
tr: Desteklenen hedefler:

source: %s: supported targets:
tr: %s: desteklenen hedefler:

source: Supported architectures:
tr: Desteklenen platformlar:

source: %s: supported architectures:
tr: %s: desteklenen platformlar:

source: %s: bad number: %s
tr: %s: hatalý sayý: %s

source: #lines %d
tr: #satýrlar %d

source: %s: Print a human readable interpretation of a SYSROFF object file
tr: %s: SYSROFF nesne dosyasýný insan tarafýndan okunabilir biçemde yazdýrýr

source: no input file specified
tr: girdi dosyasý belirtilmedi

source: debug_add_to_current_namespace: no current file
tr: hata_ayýkla_mevcut_isim_uzayýna_ekle: mevcut dosya yok

source: debug_start_source: no debug_set_filename call
tr: hata_ayýkla_kaynak: hata_ayýkla_dosya_adý_ata çaðrýlmadý

source: debug_record_function: no debug_set_filename call
tr: hata_ayýkla_kayýt_iþlevi: hata_ayýkla_dosya_adý_ata çaðrýlmadý

source: debug_record_parameter: no current function
tr: hata_ayýkla_kayýt_parametresi: mevcut iþlev yok

source: debug_end_function: no current function
tr: hata_ayýkla_son_iþlev: mevcut iþlev yok

source: debug_end_function: some blocks were not closed
tr: hata_ayýkla_son_iþlev: bazý bloklar kapatýlmamýþ

source: debug_start_block: no current block
tr: hata_ayýkla_baþla_blok: mevcut blok yok

source: debug_end_block: no current block
tr: hata_ayýkla_son_blok: mevcut blok yok

source: debug_end_block: attempt to close top level block
tr: hata_ayýkla_son_blok: tepe seviye bloðu kapama denemesi

source: debug_record_line: no current unit
tr: hata_ayýkla_kayýt_satýr: mevcut birim yok

source: debug_start_common_block: not implemented
tr: hata_ayýkla_ortak_blok_baþla: henüz tamamlanmamýþ

source: debug_end_common_block: not implemented
tr: hata_ayýkla_ortak_blok_son: henüz tamamlanmamýþ

source: debug_record_label not implemented
tr: hata_ayýkla_kayýt_etiket: henüz tamamlanmamýþ

source: debug_record_variable: no current file
tr: hata_ayýkla_kayýt_deðiþken: mevcut dosya yok

source: debug_record_variable: no current block
tr: hata_ayýkla_kayýt_deðiþken: mevcut blok yok

source: debug_make_undefined_type: unsupported kind
tr: hata_ayýkla_tanýmlanmamýþ_tip: desteklenmeyen tip

source: debug_name_type: no current file
tr: hata_ayýkla_isim_tipi: mevcut dosya yok

source: debug_tag_type: no current file
tr: hata_ayýkla_etiket_tipi: mevcut dosya yok

source: debug_tag_type: extra tag attempted
tr: hata_ayýkla_etiket_tipi: fazla etiketleme denendi

source: Warning: changing type size from %d to %d
tr: Uyarý: tip boyutu %d'den %d'ye deðiþtirildi

source: debug_find_named_type: no current compilation unit
tr: hata_ayýkla_isimli_tipi_bul: mevcut derleme birimi yok

source: debug_get_real_type: circular debug information for %s
tr: hata_ayýkla_gerçek_tipi_al: %s için çevrimsel hata ayýklama bilgisi

source: debug_write_type: illegal type encountered
tr: hata_ayýkla_yaz_tipi: geçersiz tip bulundu

source: Internal error: Unknown machine type: %d
tr: Ýç hata: Bilinmeyen makina tipi: %d

source: Can't open def file: %s
tr: Taným dosyasý açýlamadý: %s

source: Processing def file: %s
tr: Taným dosyasý iþleniyor: %s

source: Processed def file
tr: Taným dosyasý iþlendi

source: Syntax error in def file %s:%d
tr: Taným dosyasý %s'nda sözdizim hatasý:%d

source: NAME: %s base: %x
tr: ÝSÝM: %s temel: %x

source: Can't have LIBRARY and NAME
tr: KÝTAPLIK ve ÝSÝM beraber olamaz

source: LIBRARY: %s base: %x
tr: KÝTAPLIK: %s temel: %x

source: wait: %s
tr: bekle: %s

source: subprocess got fatal signal %d
tr: Ast-iþlem %d ölümcül sinyalini aldý

source: %s exited with status %d
tr: %s %d durumu ile çýktý

source: Sucking in info from %s section in %s
tr: %2$s'in %1$s bölümünden bilgi emiliyor

source: Excluding symbol: %s
tr: Sembol dýþlandý: %s

source: %s: no symbols
tr: %s: sembol yok

source: Done reading %s
tr: %s okundu

source: Unable to open object file: %s
tr: Nesne dosyasý açýlamadý: %s

source: Scanning object file %s
tr: Nesne dosyasý %s taranýyor

source: Cannot produce mcore-elf dll from archive file: %s
tr: Arþiv dosyasýndan mcore-elf dll oluþturulamadý: %s

source: Adding exports to output file
tr: Çýktý dosyasýna ihraçlar ekleniyor

source: Added exports to output file
tr: Çýktý dosyasýna ihraçlar eklendi

source: Generating export file: %s
tr: Ýhraç dosyasý oluþturuluyor: %s

source: Unable to open temporary assembler file: %s
tr: Geçiçi üretici dosyasý açýlamadý: %s

source: Opened temporary file: %s
tr: Geçici dosya açýldý: %s

source: Generated exports file
tr: Ýhraç dosyasý oluþturuldu

source: bfd_open failed open stub file: %s
tr: koçan dosyasý bfd_open ile açýlamadý: %s

source: Creating stub file: %s
tr: Koçan dosyasý oluþturuluyor: %s

source: failed to open temporary head file: %s
tr: geçici baþlýk dosyasý açýlamadý: %s

source: failed to open temporary tail file: %s
tr: geçici kuyruk dosyasý açýlamadý: %s

source: Can't open .lib file: %s
tr: .lib dosyasý açýlamadý: %s

source: Creating library file: %s
tr: Kitaplýk dosyasý açýlamadý: %s

source: cannot delete %s: %s
tr: %s silinemedi: %s

source: Created lib file
tr: Lib dosyasý oluþturuldu

source: Warning, ignoring duplicate EXPORT %s %d,%d
tr: Uyarý, EXPORT tekrarý %s %d,%d yoksayýldý

source: Error, duplicate EXPORT with oridinals: %s
tr: Hata, orjinal hali ile EXPORT tekrarý: %s

source: Processing definitions
tr: Tanýmlar iþleniyor

source: Processed definitions
tr: Tanýmlar iþlendi

source: Usage %s <options> <object-files>
tr: Kullaným %s <seçenekler> <nesne-dosyalarý>

source: -m --machine <machine> Create as DLL for <machine>. [default: %s]
tr: -m --machine <makina> <makina> için DLL olarak oluþtur. [öntanýmlý: %s]

source: possible <machine>: arm[_interwork], i386, mcore[-elf]{-le|-be}, ppc, thumb
tr: tanýmlý <makina>: arm[_interwork], i386, mcore[-elf]{-le|-be}, ppc, thumb

source: -e --output-exp <outname> Generate an export file.
tr: -e --output-exp <çýktýadý> Ýhraç dosyasý oluþturur.

source: -l --output-lib <outname> Generate an interface library.
tr: -l --output-lib <çýktýadý> Arayüz kitaplýðý oluþturur.

source: -a --add-indirect Add dll indirects to export file.
tr: -a --add-indirect Ýhraç dosyasýna dll yönlendirmelerini ekler.

source: -D --dllname <name> Name of input dll to put into interface lib.
tr: -D --dllname <isim> Arayüz kitaplýðýna eklenecek girdi dll adý.

source: -d --input-def <deffile> Name of .def file to be read in.
tr: -d --input-def <taným_dosyasý> Okunacak .def dosyasýnýn adý.

source: -z --output-def <deffile> Name of .def file to be created.
tr: -z --output-def <taným_dosyasý> Oluþturulacak .def dosyasýnýn adý.

source: --export-all-symbols Export all symbols to .def
tr: --export-all-symbols Bütün sembolleri .def'e ihraç eder

source: --no-export-all-symbols Only export listed symbols
tr: --no-export-all-symbols Yalnýzca listelenmiþ sembolleri ihraç eder

source: --exclude-symbols <list> Don't export <list>
tr: --exclude-symbols <liste> <liste>'yi ihraç etmez

source: --no-default-excludes Clear default exclude symbols
tr: --no-default-excludes Öntanýmlý ihraç edilmeyecek sembol listesini boþaltýr

source: -b --base-file <basefile> Read linker generated base file.
tr: -b --base-file <temel_dosyasý> Baðlayýcýnýn oluþturduðu temel dosyayý okur.

source: -x --no-idata4 Don't generate idata$4 section.
tr: -x --no-idata4 idata$4 bölümü oluþturmaz.

source: -c --no-idata5 Don't generate idata$5 section.
tr: -c --no-idata5 idata$5 bölümü oluþturmaz.

source: -U --add-underscore Add underscores to symbols in interface library.
tr: -U --add-underscore Arayüz kitaplýðýndaki sembollere alt-tire ekler.

source: -k --kill-at Kill @<n> from exported names.
tr: -k --kill-at Ýhraç edilmiþ isimlerden @<n>'da öldürür.

source: -A --add-stdcall-alias Add aliases without @<n>.
tr: -A --add-stdcall-alias Rumuzlarý @<n> içermeksizin ekler.

source: -S --as <name> Use <name> for assembler.
tr: -S --as <isim> Üretici olarak <isim> kullanýr.

source: -f --as-flags <flags> Pass <flags> to the assembler.
tr: -f --as-flags <seçenekler> Üreticiye <seçenekler>i geçirir.

source: -C --compat-implib Create backward compatible import library.
tr: -C --compat-implib Geçmiþe uyumlu ithal kitaplýðý oluþturur.

source: -n --no-delete Keep temp files (repeat for extra preservation).
tr: -n --no-delete Geçici dosyalarý tutar (daha da koruyucu olmasý için tekrarlanabilir).

source: -v --verbose Be verbose.
tr: -v --verbose Açýklama verir.

source: -V --version Display the program version.
tr: -V --version Sürüm bilgilerini gösterir.

source: -h --help Display this information.
tr: -h --help Bu yardýmý gösterir.

source: -M --mcore-elf <outname> Process mcore-elf object files into <outname>.
tr: -M --mcore-elf <çýktý_adý> mcore-elf nesne dosyalarýný <çýktý_adý>'na iþler.

source: -L --linker <name> Use <name> as the linker.
tr: -L --linker <isim> Baðlayýcý olarak <isim> kullanýr.

source: -F --linker-flags <flags> Pass <flags> to the linker.
tr: -F --linker-flags <seçenekler> <seçenekler>i baðlayýcýya geçirir.

source: Unable to open base-file: %s
tr: Temel-dosyasý açýlamadý: %s

source: Machine '%s' not supported
tr: '%s' makinasý desteklenmiyor

source: Tried file: %s
tr: Dosya denendi: %s

source: Using file: %s
tr: Dosya kullanýlýyor: %s

source: Keeping temporary base file %s
tr: Geçici temel dosya %s tutuldu

source: Deleting temporary base file %s
tr: Geçici temel dosya %s silindi

source: Keeping temporary exp file %s
tr: Geçici ihraç dosyasý %s tutuldu

source: Deleting temporary exp file %s
tr: Geçici ihraç dosyasý %s silindi

source: Keeping temporary def file %s
tr: Geçici taným dosyasý %s tutuldu

source: Deleting temporary def file %s
tr: Geçici taným dosyasý %s silindi

source: Generic options:
tr: Genel seçenekler:

source: --quiet, -q Work quietly
tr: --quiet, -q Sessiz çalýþýr

source: --verbose, -v Verbose
tr: --verbose, -v Açýklamalý

source: --version Print dllwrap version
tr: --version dllwrap sürümünü yazdýrýr

source: --implib <outname> Synonym for --output-lib
tr: --implib <çýktý_adý> --output-lib ile eþanlamlý

source: Options for %s:
tr: %s için seçenekler:

source: --driver-name <driver> Defaults to "gcc"
tr: --driver-name <sürücü> "gcc"ye öntanýmlý

source: --driver-flags <flags> Override default ld flags
tr: --driver-flags <seçenekler> Öntanýmlý ld seçeneklerinin yerine geçer

source: --dlltool-name <dlltool> Defaults to "dlltool"
tr: --dlltool-name <dll_aracý> "dlltool"a öntanýmlý

source: --entry <entry> Specify alternate DLL entry point
tr: --entry <giriþ> Alternatif DLL giriþ noktasý belirtir

source: --image-base <base> Specify image base address
tr: --image-base <temel> Ýmaj temel adresini belirtir

source: --target <machine> i386-cygwin32 or i386-mingw32
tr: --target <makina> hedef makina, i386-cygwin32 veya i386-mingw32

source: --dry-run Show what needs to be run
tr: --dry-run Çalýþtýrýlmasý gerekenleri gösterir

source: --mno-cygwin Create Mingw DLL
tr: --mno-cygwin Mingw DLL oluþturur

source: Options passed to DLLTOOL:
tr: DLLTOOL'a geçirilen seçenekler:

source: --machine <machine>
tr: --machine <makina>

source: --output-exp <outname> Generate export file.
tr: --output-exp <çýktý_adý> Ýhraç dosyasý oluþturur.

source: --output-lib <outname> Generate input library.
tr: --output-lib <çýktý_adý> Girdi kitaplýðý oluþturur.

source: --add-indirect Add dll indirects to export file.
tr: --add-indirect Dll yönlendirmelerini ihraç dosyasýna ekler.

source: --dllname <name> Name of input dll to put into output lib.
tr: --dllname <isim> Çýktý kitaplýðýna konulacak girdi dll adý.

source: --def <deffile> Name input .def file
tr: --def <taným_dosyasý> Girdi .def dosyasý adý

source: --output-def <deffile> Name output .def file
tr: --output-def <taným_dosyasý> Çýktý .def dosyasýnýn adý

source: --export-all-symbols Export all symbols to .def
tr: --export-all-symbols Bütün sembolleri .def'e ihraç eder

source: --no-export-all-symbols Only export .drectve symbols
tr: --no-export-all-symbols Yalnýzca .drectve sembollerini ihraç eder

source: --exclude-symbols <list> Exclude <list> from .def
tr: --exclude-symbols <liste> <liste>deki sembolleri .def'e ihraç etmez

source: --no-default-excludes Zap default exclude symbols
tr: --no-default-excludes Dýþlanacak sembol öntanýmlarýný boþaltýr

source: --base-file <basefile> Read linker generated base file
tr: --base-file <temel_dosya> Baðlayýcý tarafýndan oluþturulan temel dosyayý okur

source: --no-idata4 Don't generate idata$4 section
tr: --no-idata4 idata$4 bölümünü oluþturmaz

source: --no-idata5 Don't generate idata$5 section
tr: --no-idata5 idata$5 bölümünü oluþturmaz

source: -U Add underscores to .lib
tr: -U .lib'e alt-tire ekler

source: -k Kill @<n> from exported names
tr: -k @<n>'i ihraç edilmiþ isimlerden çýkartýr

source: --add-stdcall-alias Add aliases without @<n>
tr: --add-stdcall-alias Rumuzlarý @<n> olmaksýzýn ekler

source: --as <name> Use <name> for assembler
tr: --as <isim> Üretici olarak <isim>'i kullanýr

source: --nodelete Keep temp files.
tr: --nodelete Geçici dosyalarý tutar.

source: Rest are passed unmodified to the language driver
tr: Kalanlar dil sürücüsüne deðiþtirilmeksizin geçirilir

source: Must provide at least one of -o or --dllname options
tr: -o veya --dllname (dll adý) seçeneklerinin en azýndan bir tanesi belirtilmelidir

source: no export definition file provided. Creating one, but that may not be what you want
tr: ihraç taným dosyasý verilmemiþ. Bir tane oluþturuluyor fakat istediðiniz bu olmayabilir

source: DLLTOOL name : %s
tr: DLLTOOL adý : %s

source: DLLTOOL options : %s
tr: DLLTOOL seçenekleri : %s

source: DRIVER name : %s
tr: SÜRÜCÜ adý : %s

source: DRIVER options : %s
tr: SÜRÜCÜ seçenekleri : %s

source: unexpected end of debugging information
tr: hata ayýklama bilgilerinde beklenmeyen son

source: invalid number
tr: geçersiz sayý

source: invalid string length
tr: geçersiz dizge uzunluðu

source: expression stack overflow
tr: ifade yýðýtýnda taþma

source: unsupported IEEE expression operator
tr: desteklenmeyen IEEE ifade iþlemimi

source: unknown section
tr: bilinmeyen bölüm

source: expression stack underflow
tr: ifade yýðýt taþmasý

source: expression stack mismatch
tr: ifade yýðýtý uyumsuzluðu

source: unknown builtin type
tr: bilinmeyen oluþumiçi tip

source: BCD float type not supported
tr: BCD gerçel tipi desteklenmiyor

source: unexpected number
tr: beklenmeyen sayý

source: unexpected record type
tr: beklenmeyen kayýt tipi

source: blocks left on stack at end
tr: yýðýt üzerinde bloklar kaldý

source: unknown BB type
tr: bilinmeyen BB tipi

source: stack overflow
tr: yýðýt taþmasý

source: stack underflow
tr: yýðýt alt taþmasý

source: illegal variable index
tr: geçersiz deðiþken endeksi

source: illegal type index
tr: geçersiz tip endeksi

source: unknown TY code
tr: bilinmeyen TY kodu

source: undefined variable in TY
tr: TY'de tanýmsýz deðiþken

source: Pascal file name not supported
tr: Pascal dosya adý desteklenmiyor

source: unsupported qualifer
tr: desteklenmeyen niteleyici

source: undefined variable in ATN
tr: ATN'de tanýmsýz deðiþken

source: unknown ATN type
tr: bilinmeyen ATN tipi

source: unsupported ATN11
tr: desteklenmeyen ATN11

source: unsupported ATN12
tr: desteklenmeyen ATN12

source: unexpected string in C++ misc
tr: C++ misc içinde beklenmeyen dizge

source: bad misc record
tr: hatalý misc kaydý

source: unrecognized C++ misc record
tr: bilinmeyen C++ misc kaydý

source: undefined C++ object
tr: tanýmlanmamýþ C++ nesnesi

source: unrecognized C++ object spec
tr: bilinmeyen C++ nesne tanýmý

source: unsupported C++ object type
tr: desteklenmeyen C++ nesne tipi

source: C++ base class not defined
tr: C++ temel sýnýfý tanýmlanmamýþ

source: C++ object has no fields
tr: C++ nesnesinde hiç alan yok

source: C++ base class not found in container
tr: C++ temel sýnýfý taþýyýcý içinde bulunamadý

source: C++ data member not found in container
tr: C++ veri üyesi taþýyýcý içinde bulunamadý

source: unknown C++ visibility
tr: bilinmeyen C++ görünürlüðü

source: bad C++ field bit pos or size
tr: hatalý C++ alan biti konum veya boyu

source: bad type for C++ method function
tr: C++ yöntem iþlevi için hatalý tip

source: no type information for C++ method function
tr: C++ yöntem iþlevi için tip bilgisi yok

source: C++ static virtual method
tr: C++ statik sanal yöntem

source: unrecognized C++ object overhead spec
tr: bilinmeyen C++ nesne masraf tanýmý

source: undefined C++ vtable
tr: tanýmlanmamýþ C++ vtablosu

source: C++ default values not in a function
tr: C++ öntanýmlý deðerleri iþlev içerisinde deðil

source: unrecognized C++ default type
tr: bilinmeyen öntanýmlý C++ tipi

source: reference parameter is not a pointer
tr: referans parametresi imleyici deðil

source: unrecognized C++ reference type
tr: bilinmeyen C++ referans tipi

source: C++ reference not found
tr: C++ referansý bulunamadý

source: C++ reference is not pointer
tr: C++ referansý imleyici deðil

source: missing required ASN
tr: Gerekli ASN yok

source: missing required ATN65
tr: Gerekli ATN65 yok

source: bad ATN65 record
tr: hatalý ATN65 kaydý

source: IEEE numeric overflow: 0x
tr: IEEE sayýsal taþma: 0x

source: IEEE string length overflow: %u
tr: IEEE dizge uzunluk taþmasý: %u

source: IEEE unsupported integer type size %u
tr: IEEE desteklenmeyen tamsayý tip boyu %u

source: IEEE unsupported float type size %u
tr: IEEE desteklenmeyen gerçel tip boyu %u

source: IEEE unsupported complex type size %u
tr: IEEE desteklenmeyen karmaþýk tip boyu %u

source: input and output files must be different
tr: girdi ve çýktý dosyalarý farklý olmalý

source: input file named both on command line and with INPUT
tr: girdi dosyasý ismi hem komut satýrýnda hem INPUT olarak verilmiþ

source: no input file
tr: girdi dosyasý yok

source: no name for output file
tr: çýktý dosyasý için isim yok

source: warning: input and output formats are not compatible
tr: uyarý: girdi ve çýktý biçemleri uyumlu deðil

source: make .bss section
tr: .bss bölümü oluþtur

source: make .nlmsections section
tr: .nlmsections bölümü oluþtur

source: set .nlmsections flags
tr: .nlmsections seçenekleri atar

source: set .bss vma
tr: .bss vma atar

source: set .data size
tr: .data boyu atar

source: warning: symbol %s imported but not in import list
tr: uyarý: %s sembolü ithal edildi ama ithal listesinde deðil

source: set start address
tr: baþlangýç adresini atar

source: warning: START procedure %s not defined
tr: uyarý: START altyordamý %s tanýmsýz

source: warning: EXIT procedure %s not defined
tr: uyarý: EXIT altyordamý %s tanýmsýz

source: warning: CHECK procedure %s not defined
tr: warning: CHECK altyordamý %s tanýmsýz
