Repository: bkoppelmann/tricore-binutils
Catalog: binutils/po/*.po
Languages: tr

source: custom section
tr: özel bölüm

source: help section
tr: yardým bölümü

source: message section
tr: ileti bölümü

source: module section
tr: modül bölümü

source: rpc section
tr: rpc bölümü

source: %s: warning: shared libraries can not have uninitialized data
tr: %s: uyarý: paylaþýmlý kitaplýklar öndeðer atanmamýþ veri kapsayamaz

source: shared section
tr: paylaþýmlý bölüm

source: warning: No version number given
tr: uyarý: Sürüm numarasý verilmemiþ

source: %s: read: %s
tr: %s: okundu: %s

source: warning: MAP and FULLMAP are not supported; try ld -M
tr: uyarý: MAP ve FULLMAP desteklenmiyor; ld -M komutunu deneyin

source: %s: Convert an object file into a NetWare Loadable Module
tr: %s: Bir nesne dosyasýný NetWare Yüklenebilir Modül haline getirir

source: Usage: %s [-dhV] [-I bfdname] [-O bfdname] [-T header-file] [-l linker] [--input-target=bfdname] [--output-target=bfdname] [--header-file=file] [--linker=linker] [--debug] [--help] [--version] [in-file [out-file]]
tr: Kullaným: %s [-dhV] [-I bfd_adý] [-O bfd_adý] [-T baþlýk-dosyasý] [-l baðlayýcý] [--input-target=bfd_adý] girdi dosyasý adý [--output-target=bfd_adý] çýktý dosyasý adý [--header-file=dosya] baþlýk dosyasý adý [--linker=baðlayýcý] baðlayýcý yazýlým adý [--debug] hata ayýklama kipi [--help] bu yardýmý gösterir [--version] sürüm bilgisini gösterir [girdi-dosyasý [çýktý-dosyasý]]

source: support not compiled in for %s
tr: %s için destek derlenmemiþ

source: make section
tr: bölüm oluþtur

source: set section size
tr: bölüm boyu belirtir

source: set section alignment
tr: bölüm hizalanmasý atar

source: set section flags
tr: bölüm seçeneklerini atar

source: set .nlmsections size
tr: .nlmsections boyunu atar

source: set .nlmsection contents
tr: .nlmsection içeriðini atar

source: stub section sizes
tr: koçan bölüm boylarý

source: writing stub
tr: koçan yazýlýyor

source: unresolved PC relative reloc against %s
tr: %s'e göreli PC yer deðiþtirme çözümlenemedi

source: overflow when adjusting relocation against %s
tr: %s'e göreli yer deðiþtirme ayarlanýrken taþma oluþtu

source: %s: execution of %s failed:
tr: %s: %s'in çalýþtýrýlmasý baþarýsýz oldu:

source: Execution of %s failed
tr: %s'in çalýþtýrýlmasý baþarýsýz oldu

source: Usage: %s [OPTION]... [FILE]...
tr: Kullaným: %s [SEÇENEK]... [DOSYA]...

source: List symbols from FILEs (a.out by default).
tr: DOSYAlardaki sembolleri listeler (öntanýmlý a.out).

source: -a, --debug-syms Display debugger-only symbols -A, --print-file-name Print name of the input file before every symbol -B Same as --format=bsd -C, --demangle[=STYLE] Decode low-level symbol names into user-level names The STYLE, if specified, can be `auto' (the default), `gnu', 'lucid', 'arm', 'hp', 'edg' or 'gnu-new-abi' --no-demangle Do not demangle low-level symbol names -D, --dynamic Display dynamic symbols instead of normal symbols --defined-only Display only defined symbols -e (ignored) -f, --format=FORMAT Use the output format FORMAT. FORMAT can be `bsd', `sysv' or `posix'. The default is `bsd' -g, --extern-only Display only external symbols -h, --help Display this information -l, --line-numbers Use debugging information to find a filename and line number for each symbol -n, --numeric-sort Sort symbols numerically by address -o Same as -A -p, --no-sort Do not sort the symbols -P, --portability Same as --format=posix -r, --reverse-sort Reverse the sense of the sort -s, --print-armap Include index for symbols from archive members --size-sort Sort symbols by size -t, --radix=RADIX Use RADIX for printing symbol values --target=BFDNAME Specify the target object format as BFDNAME -u, --undefined-only Display only undefined symbols -V, --version Display this program's version number -X 32_64 (ignored)
tr: -a, --debug-syms Yalnýzca hata ayýklamaya dair sembolleri gösterir -A, --print-file-name Her sembolden önce girdi dosyasýnýn adýný yazdýrýr -B --format=bsd ile ayný -C, --demangle[=TARZ] Alt düzey sembol adlarýný kullanýcý seviyesinde adlara çevirir TARZ, eðer belirtilirse, 'auto' (öntanýmlý), `gnu', 'lucid', 'arm', 'hp', 'edg' veya 'gnu-new-abi' olabilir --no-demangle Alt düzey sembol adlarýný çevirmez -D, --dynamic Normal semboller yerine dinamik sembolleri gösterir --defined-only Yalnýzca tanýmlanmýþ sembolleri gösterir -e (yoksayýlýr) -f, --format=BÝÇEM Çýktý biçemi için BÝÇEM'i kullanýr. BÝÇEM, 'bsd' (öntanýmlý), `sysv' veya `posix' olabilir -g, --extern-only Yalnýzca harici sembolleri gösterir -h, --help Bu bilgiyi gösterir -l, --line-numbers Hata ayýklama bilgisini kullanarak her sembol için bir satýr numarasý ve dosya adý bulur. -n, --numeric-sort Sembolleri adres numarasýna göre sýralar -o -A ile ayný -p, --no-sort Sembolleri sýralamaz -P, --portability --format=posix ile ayný -r, --reverse-sort Ters sýralar -s, --print-armap Arþiv üyelerinden gelen semboller için endeks içerir --size-sort Sembolleri büyüklüðe göre sýralar -t, --radix=RADIX Sembol deðerlerini yazdýrmak için RADIX kullanýr --target=BFD_ADI Hedef nesne biçemini BFD_ADI olarak belirler -u, --undefined-only Yalnýzca tanýmlanmamýþ sembolleri gösterir -V, --version Sürüm bilgilerini gösterir -X 32_64 (yoksayýlýr)

source: Report bugs to %s.
tr: Hatalarý %s adresine, çeviri hatalarýný <gnu-tr-u12a@lists.sourceforge.net> adresine bildiriniz.

source: %s: invalid radix
tr: %s: geçersiz radix

source: %s: invalid output format
tr: %s: geçersiz çýktý biçemi

source: Only -X 32_64 is supported
tr: Yalnýz -X 32_64 destekleniyor

source: data size %ld
tr: veri büyüklüðü %ld

source: Undefined symbols from %s:
tr: %s'de tanýmlanmamýþ semboller:

source: Symbols from %s:
tr: %s'de semboller:

source: Name Value Class Type Size Line Section
tr: Name Value Class Type Size Line Section Ýsim Deðer Sýnýf Tip Boy Satýr Bölüm

source: Undefined symbols from %s[%s]:
tr: %s[%s]'de tanýmlanmamýþ semboller:

source: Symbols from %s[%s]:
tr: %s[%s]'de semboller:

source: Archive index:
tr: Arþiv endeksi:

source: Usage: %s <options> in-file [out-file]
tr: Kullaným: %s <seçenekler> girdi-dosyasý [çýktý-dosyasý]

source: The options are:
tr: Seçenekler:

source: -I --input-target <bfdname> Assume input file is in format <bfdname> -O --output-target <bfdname> Create an output file in format <bfdname> -B --binary-architecture <arch> Set arch of output file, when input is binary -F --target <bfdname> Set both input and output format to <bfdname> --debugging Convert debugging information, if possible -p --preserve-dates Copy modified/access timestamps to the output -j --only-section <name> Only copy section <name> into the output -R --remove-section <name> Remove section <name> from the output -S --strip-all Remove all symbol and relocation information -g --strip-debug Remove all debugging symbols --strip-unneeded Remove all symbols not needed by relocations -N --strip-symbol <name> Do not copy symbol <name> -K --keep-symbol <name> Only copy symbol <name> -L --localize-symbol <name> Force symbol <name> to be marked as a local -G --keep-global-symbol <name> Localize all symbols except <name> -W --weaken-symbol <name> Force symbol <name> to be marked as a weak --weaken Force all global symbols to be marked as weak -x --discard-all Remove all non-global symbols -X --discard-locals Remove any compiler-generated symbols -i --interleave <number> Only copy one out of every <number> bytes -b --byte <num> Select byte <num> in every interleaved block --gap-fill <val> Fill gaps between sections with <val> --pad-to <addr> Pad the last section up to address <addr> --set-start <addr> Set the start address to <addr> {--change-start|--adjust-start} <incr> Add <incr> to the start address {--change-addresses|--adjust-vma} <incr> Add <incr> to LMA, VMA and start addresses {--change-section-address|--adjust-section-vma} <name>{=|+|-}<val> Change LMA and VMA of section <name> by <val> --change-section-lma <name>{=|+|-}<val> Change the LMA of section <name> by <val> --change-section-vma <name>{=|+|-}<val> Change the VMA of section <name> by <val> {--[no-]change-warnings|--[no-]adjust-warnings} Warn if a named section does not exist --set-section-flags <name>=<flags> Set section <name>'s properties to <flags> --add-section <name>=<file> Add section <name> found in <file> to output --rename-section <old>=<new>[,<flags>] Rename section <old> to <new> --change-leading-char Force output format's leading character style --remove-leading-char Remove leading character from global symbols --redefine-sym <old>=<new> Redefine symbol name <old> to <new> --srec-len <number> Restrict the length of generated Srecords --srec-forceS3 Restrict the type of generated Srecords to S3 --strip-symbols <file> -N for all symbols listed in <file> --keep-symbols <file> -K for all symbols listed in <file> --localize-symbols <file> -L for all symbols listed in <file> --keep-global-symbols <file> -G for all symbols listed in <file> --weaken-symbols <file> -W for all symbols listed in <file> --alt-machine-code <index> Use alternate machine code for output -v --verbose List all object files modified -V --version Display this program's version number -h --help Display this output
tr: -I --input-target <bfd_adý> Girdi dosyasýnýn <bfd_adý> biçeminde olduðunu varsayar -O --output-target <bfd_adý> Çýktý dosyasýný <bfd_adý> biçeminde oluþturur -B --binary-architecture <plat> Girdi ikilik biçeminde olduðu zaman çýktý dosyasýnýn platformunu belirler. -F --target <bfd_adý> Hem girdi, hem de çýktý biçemini <bfd_adý> olarak atar --debugging Mümkün olduðu kadar hata ayýklama bilgisini dönüþtürür -p --preserve-dates Çýktýya deðiþim/eriþim zaman damgalarýný kopyalar -j --only-section <isim> Çýktýya yalnýzca <isim> bölümünü kopyalar -R --remove-section <isim> Çýktýdan <isim> bölümünü çýkarýr -S --strip-all Bütün sembol ve yer deðiþtirme bilgisini siler -g --strip-debug Bütün hata ayýklama sembollerini siler --strip-unneeded Yer deðiþtirmeler için gerekmeyen bütün sembolleri siler -N --strip-symbol <isim> <isim> sembolünü kopyalamaz -K --keep-symbol <isim> Yalnýzca <isim> sembolünü kopyalar -L --localize-symbol <isim> <isim> sembolünün yerel olarak tanýmlanmasýný saðlar -G --keep-global-symbol <isim> <isim> haricindeki bütün sembolleri yerelleþtirir. -W --weaken-symbol <isim> <isim> sembolünün zayýf olarak tanýmlanmasýný saðlar --weaken Bütün evrensel sembollerin zayýf olarak tanýmlanmasýný saðlar -x --discard-all Evrensel olmayan bütün sembolleri siler -X --discard-locals Derleyici tarafýndan oluþturulan bütün sembolleri siler -i --interleave <sayý> Her <sayý> bayttan yalnýz birini kopyalar -b --byte <sayý> Her serpiþtirilmiþ bloktan <sayý> numaralý baytý seçer --gap-fill <deðer> Bölümler arasý boþluklarý <deðer> ile doldurur --pad-to <adres> Son bölümü <adres>e kadar boþlukla doldurur --set-start <adres> Baþlangýç adresini <adres> olarak belirtir {--change-start|--adjust-start} <basamak> Baþlangýç adresine <basamak> ekler {--change-addresses|--adjust-vma} <basamak> LMA, VMA ve baþlangýç adreslerine <basamak> ekler {--change-section-address|--adjust-section-vma} <isim>{=|+|-}<deðer> <isim> bölümünün LMA ve VMA'sýný <deðer> kadar deðiþtirir --change-section-lma <isim>{=|+|-}<deðer> <isim> bölümünün LMA'sýný <deðer> kadar deðiþtirir --change-section-vma <isim>{=|+|-}<deðer> <isim> bölümünün VMA'sýný <deðer> kadar deðiþtirir {--[no-]change-warnings|--[no-]adjust-warnings} Eðer isimli bir bölüm yok ise uyarý verir --set-section-flags <isim>=<seçenekler> <isim> bölümünün özniteliklerini <seçenekler>e ayarlar --add-section <isim>=<dosya> <dosya> içinde bulunan <isim> bölümünü çýktýya ekler --rename-section <eski>=<yeni>[,<bayrak>] <eski> bölümünü <yeni> olarak yeniden adlandýrýr --change-leading-char Çýktý biçeminin baþlangýç karakter tipini deðiþtirir --remove-leading-char Evrensel sembollerden baþlangýç karakterini çýkarýr --redefine-sym <eski>=<yeni> <eski> isimli sembolü <yeni> isimli olarak yeniden tanýmlar --srec-len <sayý> Oluþturulan S kayýtlarýnýn boyutunu kýsýtlar --srec-forceS3 Oluþturulan S kayýtlarý tipini S3 olarak kýsýtlar --strip-symbols <dosya> <dosya>daki bütün semboller için -N uygular --keep-symbols <dosya> <dosya>daki bütün semboller için -K uygular --localize-symbols <dosya> <dosya>daki bütün semboller için -L uygular --keep-global-symbols <dosya> <dosya>daki bütün semboller için -G uygular --weaken-symbols <dosya> <dosya>daki bütün semboller için -W uygular --alt-machine-code <indeks> Çýktý için alternatif makina kodu kullanýr -v --verbose Deðiþtirilen tüm nesne dosyalarýný listeler -V --version Bu yazýlýmýn sürüm bilgilerini gösterir -h --help Bu çýktýyý gösterir

source: Usage: %s <options> in-file(s)
tr: Kullaným: %s <seçenekler> girdi-dosya(larý)

source: -I --input-target <bfdname> Assume input file is in format <bfdname> -O --output-target <bfdname> Create an output file in format <bfdname> -F --target <bfdname> Set both input and output format to <bfdname> -p --preserve-dates Copy modified/access timestamps to the output -R --remove-section <name> Remove section <name> from the output -s --strip-all Remove all symbol and relocation information -g -S --strip-debug Remove all debugging symbols --strip-unneeded Remove all symbols not needed by relocations -N --strip-symbol <name> Do not copy symbol <name> -K --keep-symbol <name> Only copy symbol <name> -x --discard-all Remove all non-global symbols -X --discard-locals Remove any compiler-generated symbols -v --verbose List all object files modified -V --version Display this program's version number -h --help Display this output -o <file> Place stripped output into <file>
tr: -I --input-target <bfd_adý> Girdi dosyasýnýn <bfd_adý> biçeminde olduðunu varsayar -O --output-target <bfd_adý> Çýktý dosyasýný <bfd_adý> biçeminde oluþturur -F --target <bfd_adý> Girdi ve çýktý biçemlerini <bfd_adý> olarak atar -p --preserve-dates Çýktýya deðiþim/eriþim zaman damgalarýný kopyalar -R --remove-section <isim> Çýktýdan <isim> bölümünü çýkarýr -s --strip-all Bütün sembol ve yer deðiþtirme bilgisini siler -g -S --strip-debug Bütün hata ayýklama sembollerini siler --strip-unneeded Yer deðiþtirmeler için gerekmeyen bütün sembolleri siler -N --strip-symbol <isim> <isim> sembolünü kopyalamaz -K --keep-symbol <isim> Yalnýzca <isim> sembolünü kopyalar -x --discard-all Evrensel olmayan bütün sembolleri siler -X --discard-locals Derleyici tarafýndan oluþturulan bütün sembolleri siler -v --verbose Deðiþtirilen tüm nesne dosyalarýný listeler -V --version Bu yazýlýmýn sürüm bilgilerini gösterir -h --help Bu çýktýyý gösterir -o <dosya> Sembolleri silinmiþ çýktýyý <dosya>ya yerleþtirir

source: unrecognized section flag `%s'
tr: bilinmeyen bölüm seçeneði `%s'

source: supported flags: %s
tr: desteklenen seçenekler: %s

source: cannot stat: %s: %s
tr: durumlanamadý: %s: %s

source: cannot open: %s: %s
tr: açýlamadý: %s: %s

source: %s: fread failed
tr: %s: fread baþarýsýz

source: Ignoring rubbish found on line %d of %s
tr: %2$s içinde %1$d satýrýnda bulunan bozukluk yoksayýldý

source: %s: Multiple redefinition of symbol "%s"
tr: %s: "%s" sembolü tekrar tanýmlanmýþ

source: %s: Symbol "%s" is target of more than one redefinition
tr: %s: "%s" sembolü birden fazla yeniden tanýmlamanýn hedefi

source: Unable to change endianness of input file(s)
tr: Girdi dosyanýn küçük/büyük sonluluðu deðiþtirilemedi

source: copy from %s(%s) to %s(%s)
tr: %s(%s)'dan %s(%s)'a kopyalar

source: Warning: Output file cannot represent architecture %s
tr: Uyarý: Çýktý dosyasý %s mimarisini temsil edemez

source: can't create section `%s': %s
tr: `%s' bölümü oluþturulamadý: %s

source: Can't fill gap after %s: %s
tr: %s'den sonraki boþluk doldurulamadý: %s

source: Can't add padding to %s: %s
tr: %s'ye dolgu eklenemedi: %s

source: %s: error copying private BFD data: %s
tr: %s: özel BFD verisi kopyalanýrken hata: %s

source: unknown alternate machine code, ignored
tr: bilinmeyen alternatif makina kodu, yoksayýldý

source: cannot mkdir %s for archive copying (error: %s)
tr: arþiv kopyalamasý için mkdir %s baþarýlý olamadý (hata: %s)

source: Multiple renames of section %s
tr: %s bölümünde birden fazla yeniden isimleme

source: making
tr: oluþturuluyor

source: size
tr: boyut

source: alignment
tr: hizalama

source: flags
tr: seçenekler

source: private data
tr: özel veri

source: %s: section `%s': error in %s: %s
tr: %s: bölüm `%s': %s'da hata: %s

source: %s: can't create debugging section: %s
tr: %s: hata ayýklama bölümü oluþturulamadý: %s

source: %s: can't set debugging section contents: %s
tr: %s: hata ayýklama bölüm içeriði atanamadý: %s

source: %s: don't know how to write debugging information for %s
tr: %s: %s için hata ayýklama bilgisinin nasýl yazýlacaðý bilinmiyor

source: %s: cannot stat: %s
tr: %s: durumlanamadý: %s

source: byte number must be non-negative
tr: bayt numarasý negatif olmamalý

source: interleave must be positive
tr: serpiþtirme pozitif olmalý

source: %s both copied and removed
tr: %s hem kopyalandý hem silindi

source: bad format for %s
tr: %s için hatalý biçem

source: Warning: truncating gap-fill from 0x%s to 0x%x
tr: Uyarý: dolgu, 0x%s'dan 0x%x'ya kýrpýldý

source: alternate machine code index must be positive
tr: alternatif makina kodu indeksi pozitif olmalý

source: byte number must be less than interleave
tr: bayt numarasý serpiþtirmeden daha küçük olmalý

source: architecture %s unknown
tr: %s platformu bilinmiyor

source: Warning: input target 'binary' required for binary architecture parameter.
tr: Uyarý: ikilik platform parametresi için ikilik (`binary') girdi hedefi gerekli.

source: Argument %s ignored
tr: %s argümaný yoksayýldý

source: Cannot stat: %s: %s
tr: Durumlanamadý: %s: %s

source: %s %s%c0x%s never used
tr: %s %s%c0x%s hiç kullanýlmadý

source: Usage: %s OPTION... FILE...
tr: Kullaným: %s SEÇENEK... DOSYA...

source: Display information from object FILE.
tr: Nesne DOSYA'sýndan bilgi gösterir.

source: At least one of the following switches must be given:
tr: En azýndan aþaðýdaki seçeneklerin biri verilmelidir:

source: -a, --archive-headers Display archive header information -f, --file-headers Display the contents of the overall file header -p, --private-headers Display object format specific file header contents -h, --[section-]headers Display the contents of the section headers -x, --all-headers Display the contents of all headers -d, --disassemble Display assembler contents of executable sections -D, --disassemble-all Display assembler contents of all sections -S, --source Intermix source code with disassembly -s, --full-contents Display the full contents of all sections requested -g, --debugging Display debug information in object file -G, --stabs Display (in raw form) any STABS info in the file -t, --syms Display the contents of the symbol table(s) -T, --dynamic-syms Display the contents of the dynamic symbol table -r, --reloc Display the relocation entries in the file -R, --dynamic-reloc Display the dynamic relocation entries in the file -V, --version Display this program's version number -i, --info List object formats and architectures supported -H, --help Display this information
tr: -a, --archive-headers Arþiv baþlýk bilgilerini gösterir -f, --file-headers Dosya baþlýk bilgilerini gösterir -p, --private-headers Nesne biçemine özgü dosya baþlýk bilgilerini gösterir -h, --[section-]headers Bölüm baþlýklarýný gösterir -x, --all-headers Bütün baþlýklarý gösterir -d, --disassemble Uygulama bölümlerinin üretici içeriðini gösterir -D, --disassemble-all Bütün bölümlerin üretici içeriklerini gösterir -S, --source Üretici içerikleri ile kaynak kodunu bir arada gösterir -s, --full-contents Ýstenen bütün bölümlerin bütün içeriðini gösterir -g, --debugging Nesne dosyasýndaki hata ayýklama bilgilerini gösterir -G, --stabs Dosyadaki STABS bilgisini (ham hali ile) gösterir -t, --syms Sembol tablolarýnýn içeriðini gösterir -T, --dynamic-syms Dinamik sembol tablolarýnýn içeriðini gösterir -r, --reloc Dosyadaki yer deðiþtirme girdilerini gösterir -R, --dynamic-reloc Dosyadaki dinamik yer deðiþtirme bilgilerini gösterir -V, --version Bu yazýlýmýn sürüm bilgilerini gösterir -i, --info Desteklenen biçem ve mimarileri gösterir -H, --help Bu bilgiyi gösterir

source: The following switches are optional:
tr: Aþaðýdaki seçenekler isteðe baðlý:

source: -b, --target=BFDNAME Specify the target object format as BFDNAME -m, --architecture=MACHINE Specify the target architecture as MACHINE -j, --section=NAME Only display information for section NAME -M, --disassembler-options=OPT Pass text OPT on to the disassembler -EB --endian=big Assume big endian format when disassembling -EL --endian=little Assume little endian format when disassembling --file-start-context Include context from start of file (with -S) -l, --line-numbers Include line numbers and filenames in output -C, --demangle[=STYLE] Decode mangled/processed symbol names The STYLE, if specified, can be `auto', 'gnu', 'lucid', 'arm', 'hp', 'edg', or 'gnu-new-abi' -w, --wide Format output for more than 80 columns -z, --disassemble-zeroes Do not skip blocks of zeroes when disassembling --start-address=ADDR Only process data whoes address is >= ADDR --stop-address=ADDR Only process data whoes address is <= ADDR --prefix-addresses Print complete address alongside disassembly --[no-]show-raw-insn Display hex alongside symbolic disassembly --adjust-vma=OFFSET Add OFFSET to all displayed section addresses
tr: -b, --target=BFD_ADI Hedef nesne biçemini BFD_ADI olarak belirtir -m, --architecture=MAKÝNA Hedef mimariyi MAKÝNA olarak belirtir -j, --section=ÝSÝM Yalnýzca ÝSÝM bölümü için bilgi gösterir -M, --disassembler-options=SEÇ Karþýt-çeviriciye metin SEÇeneklerini geçirir -EB --endian=big Karþýt-çevirim esnasýnda big-endian biçemini varsayar -EL --endian=little Karþýt-çevirim esnasýnda little-endian biçemini varsayar --file-start-context Dosyanýn baþlangýcýndan itibaren baðlamý içerir (-S ile) -l, --line-numbers Çýktýda dosya isimleri ve satýr numaralarý gösterir -C, --demangle[=TARZ] Karýþtýrýlmýþ/iþlenmiþ sembol isimlerini çözümler Tarz, eðer belirtilmiþse, `auto', 'gnu', 'lucid', 'arm', 'hp', 'edg', veya 'gnu-new-abi' olabilir -w, --wide Çýktýyý 80 sütundan daha geniþ olarak biçemler -z, --disassemble-zeroes Karþýt-çevirim esnasýnda sýfýr bloklarýný atlamaz --start-address=ADRES Yalnýzca adresi >= ADRES olan verileri iþler --stop-address=ADRES Yalnýzca adresi <= ADRES olan verileri iþler --prefix-addresses Tam adresi karþýt çevirim ile birlikte yazdýrýr --[no-]show-raw-insn Onaltýlýk bilgi ile sembolik karþýt-çevrimi birlikte yazdýrýr --adjust-vma=BASAMAK Bütün gösterilen bölüm adreslerine BASAMAK ekler

source: Sections:
tr: Bölümler:

source: Idx Name Size VMA LMA File off Algn
tr: Idx Adý Boy VMA LMA Dosya of Hiza

source: Idx Name Size VMA LMA File off Algn
tr: Idx Adý Boy VMA LMA Dosya of Hiza

source: Flags
tr: Seçenekler

source: %s: not a dynamic object
tr: %s: dinamik nesne deðil

source: %s: No dynamic symbols
tr: %s: Dinamik sembol yok

source: Out of virtual memory
tr: Sanal bellek tükendi

source: Can't use supplied machine %s
tr: Verilen makina %s kullanýlamadý

source: Can't disassemble for architecture %s
tr: %s mimarisi için karþýt çevirim yapýlamadý

source: Disassembly of section %s:
tr: %s bölümünün karþýt çevrimi:

source: No %s section present
tr: %s bölümü yok

source: %s has no %s section
tr: %s %s bölümü yok

source: Reading %s section of %s failed: %s
tr: %2$s'nin %1$s bölümünün okunmasý baþarýsýz: %3$s

source: Reading %s section of %s failed: %s
tr: %2$s'nin %1$s bölümünün okunmasý baþarýsýz: %3$s

source: Contents of %s section:
tr: %s bölümünün içeriði:

source: architecture: %s,
tr: mimari: %s,

source: flags 0x%08x:
tr: seçenekler 0x%08x:

source: start address 0x
tr: baþlangýç adresi 0x

source: %s: file format %s
tr: %s: %s dosya biçemi

source: %s: printing debugging information failed
tr: %s: hata ayýklama bilgisinin yazdýrýlmasý baþarýsýz
