Repository: bkoppelmann/tricore-binutils
Catalog: binutils/po/*.po
Languages: tr

source: NT_PRSTATUS (prstatus structure)
tr: NT_PRSTATUS (prstatus yapýsý)

source: NT_FPREGSET (floating point registers)
tr: NT_FPREGSET (kayan nokta yazmaçlarý)

source: NT_PRPSINFO (prpsinfo structure)
tr: NT_PRPSINFO (prpsinfo yapýsý)

source: NT_TASKSTRUCT (task structure)
tr: NT_TASKSTRUCT (görev yapýsý)

source: NT_PRXFPREG (user_xfpregs structure)
tr: NT_PRXFPREG (user_xfpregs yapýsý)

source: NT_PSTATUS (pstatus structure)
tr: NT_PSTATUS (pstatus yapýsý)

source: NT_FPREGS (floating point registers)
tr: NT_FPREGS (kayan nokta yazmaçlarý)

source: NT_PSINFO (psinfo structure)
tr: NT_PSINFO (psinfo yapýsý)

source: NT_LWPSTATUS (lwpstatus_t structure)
tr: NT_LWPSTATUS (lwpstatus_t yapýsý)

source: NT_LWPSINFO (lwpsinfo_t structure)
tr: NT_LWPSINFO (lwpsinfo_t yapýsý)

source: NT_WIN32PSTATUS (win32_pstatus strcuture)
tr: NT_WIN32PSTATUS (win32_pstatus yapýsý)

source: Unknown note type: (0x%08x)
tr: Bilinmeyen not tipi: (0x%08x)

source: NetBSD procinfo structure
tr: NetBSD procinfo yapýsý

source: PT_GETREGS (reg structure)
tr: PT_GETREGS (yazmaç yapýsý)

source: PT_GETFPREGS (fpreg structure)
tr: PT_GETFPREGS (kayan nokta yazmaç yapýsý)

source: notes
tr: notlar

source: Notes at offset 0x%08lx with length 0x%08lx:
tr: 0x%08lx göreli konumunda, 0x%08lx uzunluðunda notlar:

source: Owner Data size Description
tr: Sahip Veri Boyu Açýklama

source: No note segments present in the core file.
tr: Core dosyasýnda not parçalarý yok.

source: This instance of readelf has been built without support for a 64 bit data type and so it cannot read 64 bit ELF files.
tr: Bu readelf, 64 bitlik veri türü desteði olmaksýzýn derlenmiþtir ve 64 bitlik ELF dosyalarýný okuyamaz.

source: Cannot stat input file %s.
tr: %s girdi dosyasý durumlanamadý.

source: Input file %s not found.
tr: Girdi dosyasý %s bulunamadý.

source: %s: Failed to read file header
tr: %s: Dosya baþlýðý okunamadý

source: File: %s
tr: Dosya: %s

source: %s: cannot set time: %s
tr: %s: zaman atanamadý: %s

source: %s: rename: %s
tr: %s: yeniden adlandýrma: %s

source: %s: not enough binary data
tr: %s: yeterli ikilik veri yok

source: null terminated unicode string
tr: boþ deðerle sonlanmýþ unicode dizgesi

source: resource ID
tr: kaynak ID

source: cursor
tr: gösterge

source: menu header
tr: menü baþlýðý

source: menuex header
tr: menuex baþlýðý

source: menuex offset
tr: menuex basamaðý

source: unsupported menu version %d
tr: desteklenmeyen menü sürümü %d

source: menuitem header
tr: menü üyesi baþlýðý

source: menuitem
tr: menü üyesi

source: dialog header
tr: diyalog baþlýðý

source: unexpected dialog signature %d
tr: beklenmeyen diyalog imzasý %d

source: dialog font point size
tr: diyalog yazýtipi büyüklüðü

source: dialogex font information
tr: dialogex yazýtipi bilgisi

source: dialog control
tr: diyalog kontrolü

source: dialogex control
tr: dialogex kontrolü

source: dialog control end
tr: diyalog kontrol sonu

source: dialog control data
tr: diyalog kontrol verisi

source: stringtable string length
tr: dizgetablosu dizge uzunluðu

source: stringtable string
tr: dizgetablosu dizgesi

source: fontdir header
tr: yazýtipi dizin baþlýðý

source: fontdir
tr: yazýtipi dizini

source: fontdir device name
tr: yazýtipi aygýt adý

source: fontdir face name
tr: yazýtipi dizini aile ismi

source: accelerator
tr: hýzlandýrýcý

source: group cursor header
tr: grup gösterge baþlýðý

source: unexpected group cursor type %d
tr: beklenmeyen grup gösterge tipi %d

source: group cursor
tr: grup göstergesi

source: group icon header
tr: grup ikon baþlýðý

source: unexpected group icon type %d
tr: beklenmeyen grup ikon tipi %d

source: group icon
tr: grup ikonu

source: unexpected version string
tr: dizgenin beklenmeyen sürümü

source: version length %d does not match resource length %lu
tr: sürüm uzunluðu %d, kaynak uzunluðu %lu ile eþleþmiyor

source: unexpected version type %d
tr: beklenmeyen sürüm tipi %d

source: unexpected fixed version information length %d
tr: beklenmeyen sabit sürüm bilgi uzunluðu %d

source: fixed version info
tr: sabit sürüm bilgisi

source: unexpected fixed version signature %lu
tr: beklenmeyen sabit sürüm imzasý %lu

source: unexpected fixed version info version %lu
tr: beklenmeyen sabit sürüm bilgisi sürümü %lu

source: version var info
tr: sürüm deðiþken bilgisi

source: unexpected stringfileinfo value length %d
tr: beklenmeyen dizge dosya bilgi deðer uzunluðu %d

source: unexpected version stringtable value length %d
tr: beklenmeyen sürüm dizge tablo deðer uzunluðu %d

source: unexpected version string length %d != %d + %d
tr: beklenmeyen sürüm dizge uzunluðu %d != %d + %d

source: unexpected version string length %d < %d
tr: beklenmeyen sürüm dizge uzunluðu %d < %d

source: unexpected varfileinfo value length %d
tr: beklenmeyen deðiþken dosya bilgi deðer uzunluðu %d

source: version varfileinfo
tr: deðiþken dosya bilgi sürümü

source: unexpected version value length %d
tr: beklenmeyen sürüm deðer uzunluðu %d

source: filename required for COFF input
tr: COFF girdisi için dosya adý gerekli

source: %s: no resource section
tr: %s: kaynak bölümü yok

source: can't read resource section
tr: kaynak bölümü okunamýyor

source: %s: %s: address out of bounds
tr: %s: %s: adres sýnýrlarýn dýþýnda

source: directory
tr: dizin

source: named directory entry
tr: isimli dizin girdisi

source: directory entry name
tr: dizin girdi ismi

source: named subdirectory
tr: isimli altdizin

source: named resource
tr: isimli kaynak

source: ID directory entry
tr: ID dizin girdisi

source: ID subdirectory
tr: ID altdizini

source: ID resource
tr: ID kaynaðý

source: resource type unknown
tr: kaynak tipi bilinmiyor

source: data entry
tr: veri girdisi

source: resource data
tr: kaynak verisi

source: resource data size
tr: kaynak veri boyu

source: filename required for COFF output
tr: COFF çýktý için dosya adý gerekli

source: can't get BFD_RELOC_RVA relocation type
tr: BFD_RELOC_RVA yer deðiþtirme tipi alýnamýyor

source: can't open temporary file `%s': %s
tr: `%s' geçici dosyasý açýlamýyor: %s

source: can't redirect stdout: `%s': %s
tr: standart çýktý yönlendirilemiyor: `%s': %s

source: can't execute `%s': %s
tr: `%s' çalýþtýrýlamýyor: %s

source: Using temporary file `%s' to read preprocessor output
tr: `%s' geçici dosyasý öniþlemci çýktýsýný okumak için kullanýlýyor

source: can't popen `%s': %s
tr: `%s' popen yapýlamýyor: %s

source: Using popen to read preprocessor output
tr: Öniþlemci çýktýsý popen ile okunuyor

source: Tried `%s'
tr: `%s' denendi

source: Using `%s'
tr: `%s' kullanýlýyor

source: %s: unexpected EOF
tr: %s: beklenmeyen dosya sonu

source: %s: read of %lu returned %lu
tr: %s: %lu'nun okunmasý %lu döndürdü

source: stat failed on bitmap file `%s': %s
tr: `%s' bitmap dosyasý durumlanamadý: %s

source: cursor file `%s' does not contain cursor data
tr: gösterge dosyasý '%s' gösterge verisi içermiyor

source: %s: fseek to %lu failed: %s
tr: %s: %lu'ya fseek baþarýsýz: %s

source: help ID requires DIALOGEX
tr: yardým ID için DIALOGEX gerekli

source: control data requires DIALOGEX
tr: kontrol verisi için DIALOGEX gerekli

source: icon file `%s' does not contain icon data
tr: ikon dosyasý '%s' ikon verisi içermiyor

source: can't open `%s' for output: %s
tr: '%s' çýktý için açýlamadý: %s

source: Usage: %s [-A | --format=sysv | -B | --format=berkeley] [-o | --radix=8 | -d | --radix=10 | -h | --radix=16] [-V | --version] [--target=bfdname] [--help] [file...]
tr: Kullaným: %s [-A | --format=sysv | -B | --format=berkeley] Biçem [-o | --radix=8 | -d | --radix=10 | -h | --radix=16] [-V | --version] Sürüm [--target=bfd_adý] Hedef [--help] Yardým [dosya...] [dosya]

source: default is --format=berkeley
tr: --format=berkeley öntanýmlý

source: default is --format=sysv
tr: --format=sysv öntanýmlý

source: invalid argument to --format: %s
tr: --format'a geçersiz seçenek: %s

source: Invalid radix: %s
tr: Geçersiz radix: %s

source: Usage: %s [-dhVq] in-file [out-file]
tr: Kullaným: %s [-dhVq] girdi-dosyasý [çýktý-dosyasý]

source: %s: Convert a COFF object file into a SYSROFF object file
tr: %s: Bir COFF nesne dosyasýný SYSROFF nesne dosyasýna çevirir

source: unable to open output file %s
tr: çýktý dosyasý %s açýlamadý

source: numeric overflow
tr: sayýsal taþma

source: Bad stab: %s
tr: Kötü stab: %s

source: Warning: %s: %s
tr: Uyarý: %s: %s

source: N_LBRAC not within function
tr: N_LBRAC iþlev içerisinde deðil

source: Too many N_RBRACs
tr: Fazla sayýda N_RBRAC

source: unknown C++ encoded name
tr: Bilinmeyen C++ þifreli ismi

source: unrecognized cross reference type
tr: tanýnmayan çapraz baþvuru tipi

source: missing index type
tr: eksik endeks tipi

source: unknown virtual character for baseclass
tr: temel sýnýf için bilinmeyen sanal karakter

source: unknown visibility character for baseclass
tr: temel sýnýf için bilinmeyen görünebilirlik karakteri

source: unnamed $vb type
tr: isimlenmemiþ $vb tipi

source: unrecognized C++ abbreviation
tr: tanýnmayan C++ kýsaltmasý

source: unknown visibility character for field
tr: alan için bilinmeyen görünürlük karakteri

source: const/volatile indicator missing
tr: sabit/deðiþken belirteci eksik

source: No mangling for "%s"
tr: "%s" için karýþtýrma yok

source: Undefined N_EXCL
tr: N_EXCL tanýmsýz

source: Type file number %d out of range
tr: Tip dosya numarasý %d aralýk dýþý

source: Type index number %d out of range
tr: Tip endeks numarasý %d aralýk dýþý

source: Unrecognized XCOFF type %d
tr: Bilinmeyen XCOFF tipi %d

source: bad mangled name `%s'
tr: kötü karýþtýrýlmýþ isim '%s'

source: no argument types in mangled string
tr: karýþtýrýlmýþ dizgede argüman tipi yok

source: invalid number %s
tr: geçersiz sayý %s

source: invalid integer argument %s
tr: geçersiz tamsayý argümaný %s

source: Usage: %s [-afov] [-n min-len] [-min-len] [-t {o,x,d}] [-e {s,b,l,B,L}] [-] [--all] [--print-file-name] [--bytes=min-len] [--radix={o,x,d}] [--target=bfdname] [--encoding {s,b,l,B,L}] [--help] [--version] file...
tr: Kullaným: %s [-afov] [-n min-uzun] [-min-len] En az uzunluk [-t {o,x,d}] [-e {s,b,l,B,L}] [-] [--all] Hepsi [--print-file-name] Dosya adýný yazdýrýr [--bytes=min-uzun] En az bayt [--radix={o,x,d}] [--target=bfd_adý] Hedef [--encoding {s,b,l,B,L}] Kodlama [--help] Yardým [--version] Sürüm bilgisi dosya...

source: Usage: %s [-hV] in-file
tr: Kullaným: %s [-hV] girdi-dosyasý

source: cannot open input file %s
tr: %s girdi dosyasý açýlamadý

source: Copyright 2001 Free Software Foundation, Inc.
tr: Telif Hakký (c) 2001 Free Software Foundation, Inc.

source: This program is free software; you may redistribute it under the terms of the GNU General Public License. This program has absolutely no warranty.
tr: Bu, bir serbest yazýlýmdýr; GNU Genel Kamu Lisansý koþullarý altýnda deðiþiklik yapabilir ve/veya yeniden daðýtabilirsiniz. Bu yazýlýmýn herhangi bir garantisi yoktur.

source: can't open %s `%s': %s
tr: %s `%s' açýlamadý: %s

source: : expected to be a directory
tr: : dizin beklendi

source: : expected to be a leaf
tr: : yaprak beklendi

source: %s: warning:
tr: %s: uyarý:

source: : duplicate value
tr: : çift deðer

source: unknown format type `%s'
tr: bilinmeyen biçem tipi `%s'

source: %s: supported formats:
tr: %s: desteklenen biçemler:

source: can not determine type of file `%s'; use the -I option
tr: `%s' dosyasýnýn tipi belirlenemedi; -I seçeneðini kullanýn

source: Usage: %s [options] [input-file] [output-file]
tr: Kullaným: %s [seçenekler] [girdi-dosyasý] [çýktý-dosyasý]

source: Options: -i FILE, --input FILE Name input file -o FILE, --output FILE Name output file -I FORMAT, --input-format FORMAT Specify input format -O FORMAT, --output-format FORMAT Specify output format -F TARGET, --target TARGET Specify COFF target --preprocessor PROGRAM Program to use to preprocess rc file --include-dir DIR Include directory when preprocessing rc file -DSYM[=VAL], --define SYM[=VAL] Define SYM when preprocessing rc file -v Verbose - tells you what it's doing --language VAL Set language when reading rc file --use-temp-file Use a temporary file instead of popen to read the preprocessor output --no-use-temp-file Use popen (default)
tr: Seçenekler: -i DOSYA, --input DOSYA Girdi dosyasý ismi -o DOSYA, --output DOSYA Çýktý dosyasý ismi -I BÝÇEM, --input-format BÝÇEM Girdi biçemini belirtir -O BÝÇEM, --output-format BÝÇEM Çýktý biçemini belirtir -F HEDEF, --target HEDEF COFF hedefini belirtir --preprocessor YAZILIM rc dosyasýný öniþlemek için kullanýlacak yazýlým --include-dir DÝZÝN rc dosyasý öniþlenirken dizini dahil et -DSYM[=DEÐER], --define SYM[=DEÐER] rc dosyasý öniþlenirken SYM'i tanýmlar -v Açýklamalý - ne yapýldýðýný anlatýr --language DEÐER rc dosyasý okunurken dili belirtir --use-temp-file Öniþlemci çýktýsýný okumak için popen yerine geçici dosya kullanýr --no-use-temp-file (öntanýmlý) popen kullanýr

source: --yydebug Turn on parser debugging
tr: --yydebug Tarayýcýda hata ayýklamayý etkinleþtirir

source: --help Print this help message --version Print version information
tr: --help Bu yardýmý gösterir --version Sürüm bilgisini gösterir

source: FORMAT is one of rc, res, or coff, and is deduced from the file name extension if not specified. A single file name is an input file. No input-file is stdin, default rc. No output-file is stdout, default rc.
tr: BÝÇEM rc, res, veya coff deðerlerinden biri olup, eðer belirtilmezse dosya ismi sonekinden bulunur. Tek bir dosya ismi bir girdi dosyasý kabul edilir Girdi dosya ismi verilmezse standart girdi, öntanýmlý rc okunur. Çýktý dosya ismi verilmezse standart çýktý, öntanýmlý rc okunur.

source: no resources
tr: kaynak yok

source: string_hash_lookup failed: %s
tr: string_hash_lookup baþarýsýz: %s

source: stab_int_type: bad size %u
tr: stab_int_type: hatalý boy %u

source: %s: warning: unknown size for field `%s' in struct
tr: %s: uyarý: Yapý içinde `%s' alaný için bilinmeyen boy
