Repository: bkoppelmann/tricore-binutils
Catalog: binutils/po/*.po
Languages: tr

source: In archive %s:
tr: %s arþivi içinde:

source: Contents of section %s:
tr: %s bölümünün içeriði:

source: BFD header file version %s
tr: BFD baþlýk dosyasý sürümü %s

source: unrecognized -E option
tr: tanýnmayan -E seçeneði

source: unrecognized --endian type `%s'
tr: tanýnmayan --endian tipi `%s'

source: parse_coff_type: Bad type code 0x%x
tr: parse_coff_type: Kötü tip kodu 0x%x

source: bfd_coff_get_syment failed: %s
tr: bfd_coff_get_syment baþarýsýz: %s

source: bfd_coff_get_auxent failed: %s
tr: bfd_coff_get_auxent baþarýsýz: %s

source: %ld: .bf without preceding function
tr: %ld: öncesinde iþlev olmadan .bf

source: %ld: unexpected .ef
tr: %ld: beklenmeyen .ef

source: %s: no recognized debugging information
tr: %s: tanýnan hata ayýklama bilgisi yok

source: Last stabs entries before error:
tr: Hata öncesi son stabs girdileri:

source: %s: Error:
tr: %s: Hata:

source: %s: Warning:
tr: %s: Uyarý:

source: Unable to seek to %x for %s
tr: %2$s için %1$x'e kadar arama yapýlamadý

source: Out of memory allocating %d bytes for %s
tr: %2$s için %1$d bayt ayrýlýrken bellek tükendi

source: Unable to read in %d bytes of %s
tr: %2$s'in %1$d baytý okunamadý

source: Unhandled data length: %d
tr: Desteklenmeyen veri uzunluðu: %d

source: Don't know about relocations on this machine architecture
tr: Bu makina mimarisi üzerinde yer deðiþtirmeler konusunda bilgi yok

source: relocs
tr: yerdeðiþimler

source: out of memory parsing relocs
tr: yer deðiþtirmeleri tararken bellek tükendi

source: Offset Info Type Symbol's Value Symbol's Name Addend
tr: Görece Bilgi Tür Sembol Deðeri Sembol Adý Sonekleme

source: Offset Info Type Symbol's Value Symbol's Name
tr: Görece Bilgi Tür Sembol Deðeri Sembol Adý

source: Offset Info Type Symbol's Value Symbol's Name Addend
tr: Görece Bilgi Tür Sembol Deðeri Sembol Adý Sonekleme

source: Offset Info Type Symbol's Value Symbol's Name
tr: Görece Bilgi Tür Sembol Deðeri Sembol Adý

source: unrecognised: %-7lx
tr: bilinmeyen: %-7lx

source: <string table index %3ld>
tr: <dizge tablo endeksi %3ld>

source: Processor Specific: %lx
tr: Ýþlemciye Özel: %lx

source: Operating System specific: %lx
tr: Ýþletim Sistemine Özel: %lx

source: <unknown>: %lx
tr: <bilinmeyen>: %lx

source: NONE (None)
tr: HÝÇBÝRÝ (Hiçbiri)

source: REL (Relocatable file)
tr: YER (Yer deðiþtirebilen dosya)

source: EXEC (Executable file)
tr: UYGU (Uygulama dosyasý)

source: DYN (Shared object file)
tr: DÝN (Paylaþýmlý nesne dosyasý)

source: CORE (Core file)
tr: CORE (Core dosyasý)

source: Processor Specific: (%x)
tr: Ýþlemciye Özel: (%x)

source: OS Specific: (%x)
tr: Ýþletim Sistemine Özel: (%x)

source: <unknown>: %x
tr: <bilinmeyen>: %x

source: None
tr: Hiçbiri

source: Usage: readelf {options} elf-file(s)
tr: Kullaným: readelf {seçenekler} elf-dosya(larý)

source: Options are:
tr: Seçenekler:

source: -a or --all Equivalent to: -h -l -S -s -r -d -V -A -I
tr: -a veya --all Buna eþit: -h -l -S -s -r -d -V -A -I

source: -h or --file-header Display the ELF file header
tr: -h veya --file-header ELF dosyasý baþlýðýný gösterir

source: -l or --program-headers or --segments
tr: -l veya --program-headers veya --segments

source: Display the program headers
tr: Yazýlým baþlýklarýný gösterir

source: -S or --section-headers or --sections
tr: -S veya --section-headers veya --sections

source: Display the sections' header
tr: Bölüm baþlýklarýný gösterir

source: -e or --headers Equivalent to: -h -l -S
tr: -e veya --headers Buna eþit: -h -l -S

source: -s or --syms or --symbols Display the symbol table
tr: -s veya --syms veya --symbols Sembol tablosunu gösterir

source: -n or --notes Display the core notes (if present)
tr: -n veya --notes (Eðer varsa) core notlarýný gösterir

source: -r or --relocs Display the relocations (if present)
tr: -r veya --relocs (Eðer varsa) yer deðiþtirmeleri gösterir

source: -u or --unwind Display the unwind info (if present)
tr: -u veya --unwind (Eðer varsa) geri alma bilgisini gösterir

source: -d or --dynamic Display the dynamic segment (if present)
tr: -d veya --dynamic (Eðer varsa) dinamik bölümü gösterir

source: -V or --version-info Display the version sections (if present)
tr: -V veya --version-info (Eðer varsa) sürüm bölümlerini gösterir

source: -A or --arch-specific Display architecture specific information (if any).
tr: -A veya --arch-specific (Eðer varsa) mimariye özel bilgiyi gösterir.

source: -D or --use-dynamic Use the dynamic section info when displaying symbols
tr: -D veya --use-dynamic Sembolleri gösterirken dinamik bölüm bilgisini kullanýr

source: -x <number> or --hex-dump=<number>
tr: -x <sayý> veya --hex-dump=<sayý>

source: Dump the contents of section <number>
tr: <sayý> bölümünün içeriðini gösterir

source: -w[liaprmfs] or --debug-dump[=line,=info,=abbrev,=pubnames,=ranges,=macro,=frames,=str]
tr: -w[liaprmfs] veya --debug-dump[=line,=info,=abbrev,=pubnames,=ranges,=macro,=frames,=str]

source: Display the contents of DWARF2 debug sections
tr: DWARF2 hata ayýklama bölümlerinin içeriðini gösterir

source: -i <number> or --instruction-dump=<number>
tr: -i <sayý> veya --instruction-dump=<sayý>

source: Disassemble the contents of section <number>
tr: <sayý> bölümünün içeriðini karþýt-çevirir

source: -I or --histogram Display histogram of bucket list lengths
tr: -I veya --histogram Küme liste uzunluðu geçmiþ grafiðini gösterir

source: -v or --version Display the version number of readelf
tr: -v veya --version readelf'in sürüm numarasýný gösterir

source: -W or --wide Don't split lines or truncate symbols to fit into 80 columns
tr: -W veya --wide 80 sütuna sýðdýrmak için satýrlarý bölmez veya kesmez

source: -H or --help Display this information
tr: -H veya --help Bu bilgiyi gösterir

source: Out of memory allocating dump request table.
tr: Döküm istek tablosu ayrýlýrken bellek tükendi.

source: Unrecognised debug option '%s'
tr: Tanýnmayan hata ayýklama seçeneði '%s'

source: Invalid option '-%c'
tr: Geçersiz seçenek '-%c'

source: Nothing to do.
tr: Yapýlacak bir þey yok.

source: none
tr: yok

source: <unknown: %x>
tr: <bilinmeyen: %x>

source: Standalone App
tr: Tekbaþýna Uygulama

source: Not an ELF file - it has the wrong magic bytes at the start
tr: ELF dosyasý deðil - baþlangýçta yanlýþ sihirli baytlar var

source: ELF Header:
tr: ELF Baþlýðý:

source: Magic:
tr: Sihir:

source: Class: %s
tr: Sýnýf: %s

source: Data: %s
tr: Veri: %s

source: Version: %d %s
tr: Sürüm: %d %s

source: ABI Version: %d
tr: ABI Sürümü: %d

source: Type: %s
tr: Tip: %s

source: Machine: %s
tr: Makina: %s

source: Version: 0x%lx
tr: Sürüm: 0x%lx

source: Entry point address:
tr: Girdi noktasý adresi:

source: Start of program headers:
tr: Yazýlým baþlýklarý baþlangýcý:

source: (bytes into file) Start of section headers:
tr: (bayt dosya içinde) Bölüm baþlýklarý baþlangýcý:

source: (bytes into file)
tr: (bayt dosya içinde)

source: Flags: 0x%lx%s
tr: Seçenekler: 0x%lx%s

source: Size of this header: %ld (bytes)
tr: Bu baþlýðýn boyu: %ld (bayt)

source: Size of program headers: %ld (bytes)
tr: Yazýlým baþlýk boyu: %ld (bayt)

source: Number of program headers: %ld
tr: Yazýlým baþlýk sayýsý: %ld

source: Size of section headers: %ld (bytes)
tr: Bölüm baþlýk boyu: %ld (bayt)

source: Number of section headers: %ld
tr: Bölüm baþlýklarý sayýsý: %ld

source: Section header string table index: %ld
tr: Bölüm baþlýðý dizge tablo endeksi: %ld

source: program headers
tr: Yazýlým Baþlýklarý

source: There are no program headers in this file.
tr: Bu dosyada yazýlým baþlýðý yok.

source: Elf file type is %s
tr: Elf dosya tipi: %s

source: Entry point
tr: Giriþ noktasý

source: There are %d program headers, starting at offset
tr: %d adet yazýlým baþlýðý var, göreli konumdan baþlanýyor

source: Out of memory
tr: Bellek tükendi

source: Program Header%s:
tr: Yazýlým Baþlýðý%s:

source: Type Offset VirtAddr PhysAddr FileSiz MemSiz Flg Align
tr: Tip Basamak SanalAdr GerçAdrs DosyaBoyBelBoy Seç Hiza

source: Type Offset VirtAddr PhysAddr FileSiz MemSiz Flg Align
tr: Tür Görece SanalAdr GerçAdrs DosyaBoy BelBoy Seç Hiza

source: Type Offset VirtAddr PhysAddr
tr: Tip Basamak SanalAdres GerçekAdres

source: FileSiz MemSiz Flags Align
tr: DosyaBoyu BellekBoyu Seç Hiza

source: more than one dynamic segment
tr: bir dinamik parçadan fazla

source: Unable to find program interpreter name
tr: Yazýlým yorumlayýcýsý adý bulunamadý

source: [Requesting program interpreter: %s]
tr: [Yazýlým yorumlayýcýsý isteniyor: %s]

source: Section to Segment mapping:
tr: Bölümden parçaya eþleþme:

source: Segment Sections...
tr: Parça Bölümleri...

source: section headers
tr: Bölüm Baþlýklarý

source: symbols
tr: semboller

source: There are no sections in this file.
tr: Bu dosyada bölüm yok.

source: There are %d section headers, starting at offset 0x%lx:
tr: %d adet bölüm baþlýðý mevcut, göreli konum 0x%lx'dan baþlanýyor:

source: string table
tr: dizge tablosu

source: File contains multiple dynamic symbol tables
tr: Dosyada birden fazla dinamik sembol tablosu var

source: File contains multiple dynamic string tables
tr: Dosyada birden fazla dinamik dizge tablosu var

source: dynamic strings
tr: dinamik dizgeler

source: File contains multiple symtab shndx tables
tr: Dosyada birden fazla symtab shndx tablosu var

source: Section Header%s:
tr: Bölüm Baþlýðý%s:

source: [Nr] Name Type Addr Off Size ES Flg Lk Inf Al
tr: [Nr] Ýsim Tip Adres Bas Boy ES Seç Lk Inf Al

source: [Nr] Name Type Address Off Size ES Flg Lk Inf Al
tr: [Nr] Ýsim Tür Adres Görece Boy ES Seç Lk Inf Al

source: [Nr] Name Type Address Offset
tr: [Nr] Ýsim Tip Adres Basamak

source: Size EntSize Flags Link Info Align
tr: Boy EntBoy Seç Bað Bilgi Hiza

source: Key to Flags: W (write), A (alloc), X (execute), M (merge), S (strings) I (info), L (link order), G (group), x (unknown) O (extra OS processing required) o (OS specific), p (processor specific)
tr: Seçenekler: W (yazdýrýr), A (ayýrýr), X (uygular), M (birleþtirir), S (dizgeler) I (bilgi), L (bað sýrasý), G (grup), x (bilinmeyen) O (daha fazla OS iþlemesi gerekli) o (OS'e özgü), p (iþlemciye özgü)

source: Relocation section at offset 0x%lx contains %ld bytes:
tr: Göreli konum 0x%lx'da yer deðiþtirme bölümü %ld bayt içeriyor:

source: There are no dynamic relocations in this file.
tr: Bu dosyada dinamik yer deðiþtirmeler yok.

source: Relocation section
tr: Yer deðiþtirme bölümü

source: at offset 0x%lx contains %lu entries:
tr: göreli konum 0x%lx %lu girdi içeriyor:

source: There are no relocations in this file.
tr: Bu dosyada yer deðiþtirmeler yok.

source: unwind table
tr: geri alma tablosu

source: Skipping unexpected symbol type %u
tr: beklenmeyen sembol türü %u atlanýyor

source: Skipping unexpected relocation type %s
tr: beklenmeyen yerdeðiþim türü %s atlanýyor

source: There are no unwind sections in this file.
tr: Bu dosyada geri alma bölümü yok.

source: Could not find unwind info section for
tr: Geri alma bilgi bölümü bulunamadý

source: unwind info
tr: geri alma bilgisi

source: Unwind section
tr: Geri alma bölümü

source: dynamic segment
tr: dinamik bölüm

source: There is no dynamic segment in this file.
tr: Bu dosyada dinamik parça yok.

source: Unable to seek to end of file!
tr: Dosya sonuna kadar aranamýyor!

source: Unable to determine the number of symbols to load
tr: Yüklenecek sembol sayýsý belirlenemedi

source: Unable to seek to end of file
tr: Dosyanýn sonuna kadar aranamadý

source: Unable to determine the length of the dynamic string table
tr: Dinamik dizge tablosunun uzunluðu belirlenemedi

source: dynamic string table
tr: dinamik dizge tablosu

source: symbol information
tr: sembol bilgisi

source: Dynamic segment at offset 0x%x contains %ld entries:
tr: Göreli konum 0x%x'deki dinamik parça %ld girdi içeriyor:

source: Tag Type Name/Value
tr: Etiket Tip Ýsim/Deðer

source: Auxiliary library
tr: Yardýmcý kitaplýk

source: Filter library
tr: Filtre kitaplýðý

source: Configuration file
tr: Ayar dosyasý

source: Dependency audit library
tr: Baðýmlýlýk denetim kitaplýðý

source: Audit library
tr: Denetim kitaplýðý

source: Flags:
tr: Seçenekler:

source: None
tr: Hiçbiri

source: Shared library: [%s]
tr: Paylaþýmlý kitaplýk: [%s]

source: program interpreter
tr: yazýlým yorumlayýcýsý

source: Library soname: [%s]
tr: Kitaplýk so_adý: [%s]

source: Library rpath: [%s]
tr: Kitaplýk r_yolu: [%s]

source: Library runpath: [%s]
tr: Kitaplýk çalýþým yolu: [%s]

source: Not needed object: [%s]
tr: Gereksiz nesne: [%s]

source: Version definition section '%s' contains %ld entries:
tr: Sürüm tanýmý bölümü '%s' %ld girdi içeriyor:

source: Addr: 0x
tr: Adres: 0x

source: Offset: %#08lx Link: %lx (%s)
tr: Basamak: %#08lx Bað: %lx (%s)

source: version definition section
tr: sürüm tanýmý bölümü

source: %#06x: Rev: %d Flags: %s
tr: %#06x: Sür: %d Seçenek: %s

source: Index: %d Cnt: %d
tr: Endeks: %d Sayý: %d

source: Name: %s
tr: Ýsim: %s

source: Name index: %ld
tr: Ýsim Endeksi: %ld

source: %#06x: Parent %d: %s
tr: %#06x: Üst %d: %s

source: %#06x: Parent %d, name index: %ld
tr: %#06x: Üst %d, isim endeksi: %ld

source: Version needs section '%s' contains %ld entries:
tr: Sürüm gereksinimleri bölümü '%s' %ld girdi içeriyor:

source: Addr: 0x
tr: Adres: 0x

source: Offset: %#08lx Link to section: %ld (%s)
tr: Basamak: %#08lx Bölüme bað: %ld (%s)

source: version need section
tr: Sürüm Gereksinim Bölüm

source: %#06x: Version: %d
tr: %#06x: Sürüm: %d

source: File: %s
tr: Dosya: %s

source: File: %lx
tr: Dosya: %lx

source: Cnt: %d
tr: Sayý: %d

source: %#06x: Name: %s
tr: %#06x: Ýsim: %s

source: %#06x: Name index: %lx
tr: %#06x: Ýsim endeksi: %lx

source: Flags: %s Version: %d
tr: Seçenekler: %s Sürüm: %d

source: version string table
tr: Sürüm Dizge Tablo

source: Version symbols section '%s' contains %d entries:
tr: Sürüm sembolleri bölümü '%s' %d girdi içeriyor:

source: Addr:
tr: Adres:

source: version symbol data
tr: Sürüm Sembol Veri

source: 0 (*local*)
tr: 0 (*yerel*)

source: 1 (*global*)
tr: 1 (*evrensel*)

source: version need
tr: Sürüm Gereksinim

source: version need aux (2)
tr: Sürüm Gereksinim Yardýmcý (2)

source: version def
tr: sürüm tanýmý

source: version def aux
tr: Sürüm yardýmcý tanýmý

source: No version information found in this file.
tr: Bu dosyada sürüm bilgisi yok.

source: <processor specific>: %d
tr: <iþlemciye özel>: %d

source: <OS specific>: %d
tr: <ÝS'e özel>: %d

source: <unknown>: %d
tr: <bilinmeyen>: %d

source: Unable to read in dynamic data
tr: Dinamik veri okunamadý

source: Unable to seek to start of dynamic information
tr: Dinamik bilginin baþlangýcýna kadar aranamadý

source: Failed to read in number of buckets
tr: Küme sayýsý okunamadý

source: Failed to read in number of chains
tr: Zincir sayýsý okunamadý

source: Symbol table for image:
tr: Ýmaj için sembol tablosu:

source: Num Buc: Value Size Type Bind Vis Ndx Name
tr: Küme Num: Deðer Boy Tip Bað Gör Ndx Ýsim

source: Num Buc: Value Size Type Bind Vis Ndx Name
tr: Küme Num: Deðer Boy Tip Bað Gör Ndx Ýsim

source: Symbol table '%s' contains %lu entries:
tr: '%s' sembol tablosu %lu girdi içeriyor:

source: Num: Value Size Type Bind Vis Ndx Name
tr: Num: Deðer Boy Tip Bað Gör Ndx Ýsim

source: Num: Value Size Type Bind Vis Ndx Name
tr: Num: Deðer Boy Tip Bað Gör Ndx Ýsim

source: version data
tr: sürüm verisi

source: version need aux (3)
tr: Sürüm Gereksinim Yardýmcý (3)

source: bad dynamic symbol
tr: hatalý dinamik sembol

source: Dynamic symbol information is not available for displaying symbols.
tr: Dinamik sembolleri göstermek için dinamik sembol bilgisi mevcut deðil.

source: Histogram for bucket list length (total of %d buckets):
tr: Küme liste boyu (toplam %d küme) geçmiþ grafiði:

source: Length Number %% of total Coverage
tr: Length Number %% of total Coverage Boy Numara toplam kapsamýn %%

source: Out of memory
tr: Bellek yetersiz

source: Dynamic info segment at offset 0x%lx contains %d entries:
tr: Göreli konum 0x%lx'de yer alan dinamik bilgi parçasý %d girdi içeriyor:

source: Num: Name BoundTo Flags
tr: Num: Ýsim Baðlý Seçenekler

source: Assembly dump of section %s
tr: %s bölümünün üretici dökümü

source: Section '%s' has no data to dump.
tr: '%s' bölümünde dökülecek veri yok.

source: Hex dump of section '%s':
tr: '%s' bölümünün onaltýlýk dökümü:

source: section data
tr: bölüm verisi

source: badly formed extended line op encountered!
tr: hatalý oluþturulmuþ uzun satýr iþlevi bulundu!

source: Extended opcode %d:
tr: Ek opkod %d:

source: End of Sequence
tr: Dizi Sonu

source: set Address to 0x%lx
tr: Adresi 0x%lx olarak atar

source: define new File Table entry
tr: yeni Dosya Tablosu girdisi tanýmlar

source: Entry Dir Time Size Name
tr: Girdi Dizin Zaman Boy Ýsim

source: UNKNOWN: length %d
tr: TANIMSIZ: uzunluk %d

source: Dump of debug contents of section %s:
tr: %s bölümünün hata ayýklama içeriði dökümü:

source: 64-bit DWARF line info is not supported yet.
tr: 64 bitlik DWARF satýr bilgisi henüz desteklenmiyor.

source: The line info appears to be corrupt - the section is too small
tr: Satýr bilgisi bozuk - bölüm çok küçük

source: Only DWARF version 2 line info is currently supported.
tr: Þimdilik yalnýzca DWARF sürüm 2 satýr bilgisi destekleniyor.

source: Length: %ld
tr: Uzunluk: %ld

source: DWARF Version: %d
tr: DWARF Sürümü: %d

source: Prologue Length: %d
tr: Giriþ Uzunluðu: %d

source: Minimum Instruction Length: %d
tr: Minimum Ýþlem Uzunluðu: %d

source: Initial value of 'is_stmt': %d
tr: 'is_stmt' baþlangýç deðeri: %d

source: Line Base: %d
tr: Satýr Temeli: %d

source: Line Range: %d
tr: Satýr Aralýðý: %d

source: Opcode Base: %d
tr: Opkod Temeli: %d

source: Opcodes:
tr: Opkodlar:

source: Opcode %d has %d args
tr: %d opkodunun %d seçeneði var

source: The Directory Table is empty.
tr: Dizin Tablosu boþ.

source: The Directory Table:
tr: Dizin Tablosu:

source: The File Name Table is empty.
tr: Dosya Adý Tablosu boþ.

source: The File Name Table:
tr: Dosya Adý Tablosu:

source: Line Number Statements:
tr: Satýr Numarasý Deyimleri:

source: Special opcode %d: advance Address by %d to 0x%lx
tr: Özel opkod %1$d: Adresi 0x%3$lx'e kadar %2$d ilerletir

source: and Line by %d to %d
tr: ve Satýr'ý %2$d'ye kadar %1$d

source: Copy
tr: Kopyalar

source: Advance PC by %d to %lx
tr: PC'yi %2$lx'ye kadar, %1$d ilerletir

source: Advance Line by %d to %d
tr: Satýrý %2$d'ye kadar %1$d ilerletir

source: Set File Name to entry %d in the File Name Table
tr: Dosya Adýný, Dosya Ýsim Tablosunda, %d numaralý girdi olarak atar

source: Set column to %d
tr: Sütunu %d olarak atar

source: Set is_stmt to %d
tr: is_stmt'i %d olarak atar

source: Set basic block
tr: Temel bloðu atar

source: Advance PC by constant %d to 0x%lx
tr: PC'yi 0x%2$lx'e kadar %1$d ilerletir

source: Advance PC by fixed size amount %d to 0x%lx
tr: PC'yi 0x%2$lx'e kadar %1$d ilerletir

source: Set prologue_end to true
tr: Prologue_end'i doðru (true) olarak atar

source: Set epilogue_begin to true
tr: Epilogue_begin'i doðru (true) olarak atar

source: Set ISA to %d
tr: ISA'yý %d olarak atar

source: Unknown opcode %d with operands:
tr: Bilinmeyen %d opkodu ve iþlenenleri:

source: Contents of the %s section:
tr: %s bölümünün içeriði:

source: 64-bit DWARF pubnames are not supported yet.
tr: 64 bitlik DWARF genel isimleri henüz desteklenmiyor

source: Only DWARF 2 pubnames are currently supported
tr: Þimdilik yalnýz DWARF 2 genel isimleri destekleniyor

source: Length: %ld
tr: Uzunluk: %ld

source: Version: %d
tr: Sürüm: %d

source: Offset into .debug_info section: %ld
tr: .debug_info bölümünün içine göreli konum: %ld

source: Size of area in .debug_info section: %ld
tr: .debug_info bölümünde alan büyüklüðü: %ld

source: Offset Name
tr: Basamak Ýsim

source: Unknown TAG value: %lx
tr: Bilinmeyen TAG deðeri: %lx

source: Unknown AT value: %lx
tr: Bilinmeyen AT deðeri: %lx

source: Unknown FORM value: %lx
tr: Bilinmeyen FORM deðeri: %lx

source: DW_MACINFO_start_file - lineno: %d filenum: %d
tr: DW_MACINFO_start_file - satýr no: %d dosya no: %d

source: DW_MACINFO_define - lineno : %d macro : %s
tr: DW_MACINFO_define - satýr no : %d makro : %s

source: DW_MACINFO_undef - lineno : %d macro : %s
tr: DW_MACINFO_undef - satýr no : %d makro : %s

source: DW_MACINFO_vendor_ext - constant : %d string : %s
tr: DW_MACINFO_vendor_ext - sabit : %d dizge : %s

source: Number TAG
tr: Sayý TAG

source: has children
tr: astlarý var

source: no children
tr: astlarý yok

source: %lu byte block:
tr: %lu baytlýk blok:

source: (User defined location op)
tr: (Kullanýcý tanýmlý yer yönergesi)

source: (Unknown location op)
tr: (Bilinmeyen yer yönergesi)

source: debug_str section data
tr: debug_str bölüm verisi

source: <no .debug_str section>
tr: <.debug_str bölümü yok>

source: <offset is too big>
tr: <görece fazla büyük>

source: The .debug_str section is empty.
tr: .debug_str bölümü boþ.

source: Contents of the .debug_str section:
tr: .debug_str bölümünün içeriði:

source: (indirect string, offset: 0x%lx):
tr: (dolaylý dizge, görece: 0x%lx):

source: Unrecognised form: %d
tr: Bilinmeyen form: %d

source: (not inlined)
tr: (inline'lanamadý)

source: (inlined)
tr: (inline'landý)

source: (declared as inline but ignored)
tr: (inline olarak tanýmlandý ama yoksayýldý)

source: (declared as inline and inlined)
tr: (inline olarak tanýmlandý ve inline'landý)

source: (Unknown inline attribute value: %lx)
tr: (Bilinmeyen inline öznitelik deðeri: %lx)

source: The section %s contains:
tr: %s bölümü içeriyor:

source: 64-bit DWARF debug info is not supported yet.
tr: 64 bitlik DWARF hata ayýklama bilgisi henüz desteklenmiyor.

source: Compilation Unit @ %lx:
tr: Derleme Birimi @ %lx:

source: Length: %ld
tr: Uzunluk: %ld

source: Version: %d
tr: Sürüm: %d

source: Abbrev Offset: %ld
tr: Kýsaltma Basamaðý: %ld

source: Pointer Size: %d
tr: Gösterge Boyu: %d

source: Only version 2 DWARF debug information is currently supported.
tr: Þimdilik yalnýzca DWARF Sürüm 2 hata ayýklama bilgisi destekleniyor.

source: Unable to locate .debug_abbrev section!
tr: .debug_abbrev bölümü bulunamadý!

source: debug_abbrev section data
tr: debug_abbrev bölüm verisi

source: Unable to locate entry %lu in the abbreviation table
tr: Kýsaltma tablosunda %lu girdisi bulunamadý

source: <%d><%lx>: Abbrev Number: %lu (%s)
tr: <%d><%lx>: Kýsaltma Numarasý: %lu (%s)

source: 64-bit DWARF aranges are not supported yet.
tr: 64 bitlik DWARF a-aralýklarý henüz desteklenmiyor.

source: Only DWARF 2 aranges are currently supported.
tr: Þimdilik yalnýzca DWARF 2 a-aralýklarý destekleniyor.

source: Length: %ld
tr: Uzunluk: %ld

source: Version: %d
tr: Sürüm: %d

source: Offset into .debug_info: %lx
tr: .debug_info'nun içine göreli konum: %lx

source: Pointer Size: %d
tr: Gösterge Boyu: %d

source: Segment Size: %d
tr: Parça Boyu: %d

source: Address Length
tr: Adres Uzunluk

source: The section %s contains:
tr: %s bölümü içeriyor:

source: 64-bit DWARF format frames are not supported yet.
tr: 64 bitlik DWARF biçem çerçeveleri henüz desteklenmiyor.

source: Displaying the debug contents of section %s is not yet supported.
tr: %s bölümünün hata ayýklama içerik bilgilerini göstermek henüz desteklenmiyor.

source: Section '%s' has no debugging data.
tr: '%s' bölümünde hata ayýklama bilgisi yok.

source: debug section data
tr: hata ayýklama bölüm verisi

source: Unrecognised debug section: %s
tr: Tanýnmayan hata ayýklama bölümü: %s

source: Some sections were not dumped because they do not exist!
tr: Bazý bölümler dökülmedi çünkü mevcut deðiller!

source: options
tr: seçenekler

source: Section '%s' contains %d entries:
tr: '%s' bölümü %d girdi içeriyor:

source: conflict list with without table
tr: tablolu ve tablosuz çeliþki listesi

source: conflict
tr: çakýþma

source: Section '.conflict' contains %ld entries:
tr: '.conflict' bölümü %ld girdi içeriyor:

source: Num: Index Value Name
tr: Num: Endeks Deðer Ýsim
